Repository: lavasecurity/lavasec-ios
Catalog: LavaSecApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: Invalid text size.
de: Ungültige Textgröße.
es: Tamaño de texto no válido.
fr: Taille du texte invalide.
it: Dimensione del testo non valida.
ja: 文字サイズが無効です。
ko: 텍스트 크기가 올바르지 않습니다.
pt_br: Tamanho de texto inválido.
zh_hans: 文字大小无效。
zh_hant: 文字大小無效。

source: Invalid pause duration.
de: Ungültige Pausendauer.
es: Duración de pausa no válida.
fr: Durée de pause invalide.
it: Durata della pausa non valida.
ja: 一時停止の時間が無効です。
ko: 일시 정지 시간이 올바르지 않습니다.
pt_br: Duração de pausa inválida.
zh_hans: 暂停时间无效。
zh_hant: 暫停時間無效。

source: Unknown DNS provider.
de: Unbekannter DNS-Anbieter.
es: Proveedor DNS desconocido.
fr: Fournisseur DNS inconnu.
it: Provider DNS sconosciuto.
ja: 不明なDNSプロバイダーです。
ko: 알 수 없는 DNS 제공자입니다.
pt_br: Provedor de DNS desconhecido.
zh_hans: 未知的 DNS 提供商。
zh_hant: 未知的 DNS 提供者。

source: Unknown DNS transport.
de: Unbekannter DNS-Transport.
es: Transporte DNS desconocido.
fr: Transport DNS inconnu.
it: Trasporto DNS sconosciuto.
ja: 不明なDNSトランスポートです。
ko: 알 수 없는 DNS 전송 방식입니다.
pt_br: Transporte DNS desconhecido.
zh_hans: 未知的 DNS 传输方式。
zh_hant: 未知的 DNS 傳輸方式。

source: Unknown notification category.
de: Unbekannte Benachrichtigungskategorie.
es: Categoría de notificación desconocida.
fr: Catégorie de notification inconnue.
it: Categoria di notifica sconosciuta.
ja: 不明な通知カテゴリです。
ko: 알 수 없는 알림 범주입니다.
pt_br: Categoria de notificação desconhecida.
zh_hans: 未知的通知类别。
zh_hant: 未知的通知類別。

source: Unknown setting.
de: Unbekannte Einstellung.
es: Ajuste desconocido.
fr: Réglage inconnu.
it: Impostazione sconosciuta.
ja: 不明な設定です。
ko: 알 수 없는 설정입니다.
pt_br: Ajuste desconhecido.
zh_hans: 未知的设置。
zh_hant: 未知的設定。

source: Unknown local log.
de: Unbekanntes lokales Protokoll.
es: Registro local desconocido.
fr: Journal local inconnu.
it: Registro locale sconosciuto.
ja: 不明なローカルログです。
ko: 알 수 없는 로컬 로그입니다.
pt_br: Registro local desconhecido.
zh_hans: 未知的本地日志。
zh_hant: 未知的本機記錄。

source: Invalid app command.
de: Ungültiger App-Befehl.
es: Comando de app no válido.
fr: Commande d’application invalide.
it: Comando dell’app non valido.
ja: アプリの操作が無効です。
ko: 앱 명령이 올바르지 않습니다.
pt_br: Comando de app inválido.
zh_hans: App 命令无效。
zh_hant: App 指令無效。

source: Unknown discovery target.
de: Unbekanntes Entdeckungsziel.
es: Destino de descubrimiento desconocido.
fr: Destination de découverte inconnue.
it: Destinazione di scoperta sconosciuta.
ja: 不明な案内先です。
ko: 알 수 없는 탐색 대상입니다.
pt_br: Destino de descoberta desconhecido.
zh_hans: 未知的探索目标。
zh_hant: 未知的探索目標。

source: Unknown native flow.
de: Unbekannter nativer Ablauf.
es: Flujo nativo desconocido.
fr: Parcours natif inconnu.
it: Flusso nativo sconosciuto.
ja: 不明なアプリの手順です。
ko: 알 수 없는 네이티브 흐름입니다.
pt_br: Fluxo nativo desconhecido.
zh_hans: 未知的原生流程。
zh_hant: 未知的原生流程。

source: Missing domain.
de: Domain fehlt.
es: Falta el dominio.
fr: Domaine absent.
it: Dominio mancante.
ja: ドメインがありません。
ko: 도메인이 없습니다.
pt_br: Domínio ausente.
zh_hans: 缺少域名。
zh_hant: 缺少網域。

source: Invalid haptic.
de: Ungültiges haptisches Feedback.
es: Respuesta háptica no válida.
fr: Retour haptique invalide.
it: Feedback aptico non valido.
ja: 触覚フィードバックが無効です。
ko: 햅틱 피드백이 올바르지 않습니다.
pt_br: Resposta tátil inválida.
zh_hans: 触觉反馈无效。
zh_hant: 觸覺回饋無效。

source: Invalid Sudoku game.
de: Ungültiges Sudoku-Spiel.
es: Partida de sudoku no válida.
fr: Partie de sudoku invalide.
it: Partita di sudoku non valida.
ja: 数独ゲームが無効です。
ko: 스도쿠 게임이 올바르지 않습니다.
pt_br: Jogo de sudoku inválido.
zh_hans: 数独游戏无效。
zh_hant: 數獨遊戲無效。

source: Invalid screen.
de: Ungültiger Bildschirm.
es: Pantalla no válida.
fr: Écran invalide.
it: Schermata non valida.
ja: 画面が無効です。
ko: 화면이 올바르지 않습니다.
pt_br: Tela inválida.
zh_hans: 页面无效。
zh_hant: 畫面無效。

source: Unknown app command: %@
de: Unbekannter App-Befehl: %@
es: Comando de app desconocido: %@
fr: Commande d’application inconnue : %@
it: Comando dell’app sconosciuto: %@
ja: 不明なアプリ操作：%@
ko: 알 수 없는 앱 명령: %@
pt_br: Comando de app desconhecido: %@
zh_hans: 未知的 App 命令：%@
zh_hant: 未知的 App 指令：%@

source: Unknown Guard gesture.
de: Unbekannte Schutz-Geste.
es: Gesto de protección desconocido.
fr: Geste de protection inconnu.
it: Gesto di protezione sconosciuto.
ja: 不明なガード操作です。
ko: 알 수 없는 보호 제스처입니다.
pt_br: Gesto de proteção desconhecido.
zh_hans: 未知的防护手势。
zh_hant: 未知的防護手勢。

source: View filter
de: Filter ansehen
es: Ver filtro
fr: Afficher le filtre
it: Visualizza filtro
ja: フィルターを表示
ko: 필터 보기
pt_br: Ver filtro
zh_hans: 查看过滤器
zh_hant: 檢視篩選器

source: Share filter
de: Filter teilen
es: Compartir filtro
fr: Partager le filtre
it: Condividi filtro
ja: フィルターを共有
ko: 필터 공유
pt_br: Compartilhar filtro
zh_hans: 分享过滤器
zh_hant: 分享篩選器

source: Open Account & Backup settings
de: Konto- und Backup-Einstellungen öffnen
es: Abrir ajustes de cuenta y copia de seguridad
fr: Ouvrir les réglages du compte et de la sauvegarde
it: Apri impostazioni account e backup
ja: アカウントとバックアップ設定を開く
ko: 계정 및 백업 설정 열기
pt_br: Abrir ajustes de conta e backup
zh_hans: 打开账号与备份设置
zh_hant: 開啟帳號與備份設定

source: Open plan settings
de: Tarifeinstellungen öffnen
es: Abrir ajustes del plan
fr: Ouvrir les réglages de l’offre
it: Apri impostazioni del piano
ja: プラン設定を開く
ko: 요금제 설정 열기
pt_br: Abrir ajustes do plano
zh_hans: 打开方案设置
zh_hant: 開啟方案設定

source: Open Feedback
de: Feedback öffnen
es: Abrir comentarios
fr: Ouvrir les commentaires
it: Apri feedback
ja: フィードバックを開く
ko: 피드백 열기
pt_br: Abrir feedback
zh_hans: 打开反馈
zh_hant: 開啟意見回饋

source: Open Legal Notices
de: Rechtliche Hinweise öffnen
es: Abrir avisos legales
fr: Ouvrir les mentions légales
it: Apri note legali
ja: 法的表示を開く
ko: 법적 고지 열기
pt_br: Abrir avisos legais
zh_hans: 打开法律声明
zh_hant: 開啟法律聲明

source: Once protection sees DNS activity, Lava will summarize it here.
de: Sobald der Schutz DNS-Aktivität erkennt, fasst Lava sie hier zusammen.
es: Cuando la protección detecte actividad DNS, Lava la resumirá aquí.
fr: Dès que la protection détecte une activité DNS, Lava l’affiche ici en résumé.
it: Quando la protezione rileverà attività DNS, Lava ne mostrerà qui il riepilogo.
ja: 保護中にDNSアクティビティを検出すると、Lavaがここに概要を表示します。
ko: 보호 기능이 DNS 활동을 감지하면 Lava가 여기에 요약합니다.
pt_br: Quando a proteção detectar atividade de DNS, o Lava mostrará o resumo aqui.
zh_hans: 防护检测到 DNS 活动后，Lava 会在此显示摘要。
zh_hant: 防護偵測到 DNS 活動後，Lava 會在此顯示摘要。

source: Blocked domain added
de: Blockierte Domain hinzugefügt
es: Dominio bloqueado añadido
fr: Domaine bloqué ajouté
it: Dominio bloccato aggiunto
ja: ブロックするドメインを追加
ko: 차단 도메인 추가됨
pt_br: Domínio bloqueado adicionado
zh_hans: 已添加拦截域名
zh_hant: 已新增封鎖網域

source: Blocked domain removed
de: Blockierte Domain entfernt
es: Dominio bloqueado eliminado
fr: Domaine bloqué supprimé
it: Dominio bloccato rimosso
ja: ブロックするドメインを削除
ko: 차단 도메인 삭제됨
pt_br: Domínio bloqueado removido
zh_hans: 已移除拦截域名
zh_hant: 已移除封鎖網域

source: Allowed domain added
de: Erlaubte Domain hinzugefügt
es: Dominio permitido añadido
fr: Domaine autorisé ajouté
it: Dominio consentito aggiunto
ja: 許可するドメインを追加
ko: 허용 도메인 추가됨
pt_br: Domínio permitido adicionado
zh_hans: 已添加允许域名
zh_hant: 已新增允許網域

source: Allowed domain removed
de: Erlaubte Domain entfernt
es: Dominio permitido eliminado
fr: Domaine autorisé supprimé
it: Dominio consentito rimosso
ja: 許可するドメインを削除
ko: 허용 도메인 삭제됨
pt_br: Domínio permitido removido
zh_hans: 已移除允许域名
zh_hant: 已移除允許網域

source: Not downloaded
de: Nicht heruntergeladen
es: Sin descargar
fr: Non téléchargé
it: Non scaricato
ja: 未ダウンロード
ko: 다운로드되지 않음
pt_br: Não baixado
zh_hans: 尚未下载
zh_hant: 尚未下載

source: Back up your settings securely
de: Einstellungen sicher sichern
es: Guarda tus ajustes de forma segura
fr: Sauvegardez vos réglages en sécurité
it: Esegui il backup sicuro delle impostazioni
ja: 設定を安全にバックアップ
ko: 설정을 안전하게 백업하세요
pt_br: Faça backup dos ajustes com segurança
zh_hans: 安全地备份设置
zh_hant: 安全地備份設定

source: Your encrypted backup is saved online.
de: Dein verschlüsseltes Backup ist online gespeichert.
es: Tu copia cifrada está guardada en línea.
fr: Votre sauvegarde chiffrée est enregistrée en ligne.
it: Il backup crittografato è salvato online.
ja: 暗号化されたバックアップがオンラインに保存されました。
ko: 암호화된 백업이 온라인에 저장되었습니다.
pt_br: Seu backup criptografado está salvo online.
zh_hans: 加密备份已保存到线上。
zh_hant: 加密備份已儲存至線上。

source: The Supabase Auth endpoint is not valid.
de: Der Supabase-Auth-Endpunkt ist ungültig.
es: El punto de acceso de Supabase Auth no es válido.
fr: Le point d’accès Supabase Auth est invalide.
it: L’endpoint di autenticazione Supabase non è valido.
ja: Supabase認証のエンドポイントが無効です。
ko: Supabase 인증 엔드포인트가 올바르지 않습니다.
pt_br: O endpoint de autenticação do Supabase é inválido.
zh_hans: Supabase 验证端点无效。
zh_hant: Supabase 驗證端點無效。

source: The Supabase Auth response was not valid.
de: Die Supabase-Auth-Antwort war ungültig.
es: La respuesta de Supabase Auth no era válida.
fr: La réponse Supabase Auth était invalide.
it: La risposta di autenticazione Supabase non era valida.
ja: Supabase認証の応答が無効でした。
ko: Supabase 인증 응답이 올바르지 않습니다.
pt_br: A resposta de autenticação do Supabase era inválida.
zh_hans: Supabase 验证响应无效。
zh_hant: Supabase 驗證回應無效。

source: Supabase Auth returned status %lld: %@
de: Supabase Auth gab Status %lld zurück: %@
es: Supabase Auth devolvió el estado %lld: %@
fr: Supabase Auth a renvoyé l’état %lld : %@
it: Supabase Auth ha restituito lo stato %lld: %@
ja: Supabase認証からステータス%lldが返されました：%@
ko: Supabase 인증에서 상태 %lld 반환: %@
pt_br: A autenticação do Supabase retornou o status %lld: %@
zh_hans: Supabase 验证返回状态 %lld：%@
zh_hant: Supabase 驗證傳回狀態 %lld：%@

source: Supabase Auth returned status %lld.
de: Supabase Auth gab Status %lld zurück.
es: Supabase Auth devolvió el estado %lld.
fr: Supabase Auth a renvoyé l’état %lld.
it: Supabase Auth ha restituito lo stato %lld.
ja: Supabase認証からステータス%lldが返されました。
ko: Supabase 인증에서 상태 %lld을 반환했습니다.
pt_br: A autenticação do Supabase retornou o status %lld.
zh_hans: Supabase 验证返回状态 %lld。
zh_hant: Supabase 驗證傳回狀態 %lld。

source: The download exceeded the %lld MB size limit (%lld bytes).
de: Der Download überschritt die Größenbegrenzung von %lld MB (%lld Bytes).
es: La descarga superó el límite de %lld MB (%lld bytes).
fr: Le téléchargement a dépassé la limite de %lld Mo (%lld octets).
it: Il download ha superato il limite di %lld MB (%lld byte).
ja: ダウンロードが%lld MBの上限を超えました（%lldバイト）。
ko: 다운로드가 %lld MB 크기 제한을 초과했습니다 (%lld바이트).
pt_br: O download excedeu o limite de %lld MB (%lld bytes).
zh_hans: 下载超过 %lld MB 大小限制（%lld 字节）。
zh_hant: 下載超過 %lld MB 大小限制（%lld 位元組）。

source: The Lava Security catalog server returned HTTP %lld.
de: Der Lava Security-Katalogserver gab HTTP %lld zurück.
es: El servidor del catálogo de Lava Security devolvió HTTP %lld.
fr: Le serveur du catalogue Lava Security a renvoyé HTTP %lld.
it: Il server del catalogo Lava Security ha restituito HTTP %lld.
ja: Lava SecurityカタログサーバーからHTTP %lldが返されました。
ko: Lava Security 카탈로그 서버에서 HTTP %lld을 반환했습니다.
pt_br: O servidor do catálogo do Lava Security retornou HTTP %lld.
zh_hans: Lava Security 目录服务器返回 HTTP %lld。
zh_hant: Lava Security 目錄伺服器傳回 HTTP %lld。

source: The Lava Security catalog could not be read.
de: Der Lava Security-Katalog konnte nicht gelesen werden.
es: No se pudo leer el catálogo de Lava Security.
fr: Le catalogue Lava Security n’a pas pu être lu.
it: Impossibile leggere il catalogo Lava Security.
ja: Lava Securityカタログを読み込めませんでした。
ko: Lava Security 카탈로그를 읽을 수 없습니다.
pt_br: Não foi possível ler o catálogo do Lava Security.
zh_hans: 无法读取 Lava Security 目录。
zh_hant: 無法讀取 Lava Security 目錄。

source: The downloaded blocklist checksum did not match for %@.
de: Die Prüfsumme der heruntergeladenen Blockliste für %@ stimmte nicht überein.
es: La suma de verificación de la lista descargada de %@ no coincide.
fr: La somme de contrôle de la liste téléchargée pour %@ ne correspond pas.
it: Il checksum della lista scaricata per %@ non corrisponde.
ja: %@のダウンロード済みブロックリストのチェックサムが一致しませんでした。
ko: %@의 다운로드된 차단 목록 체크섬이 일치하지 않습니다.
pt_br: A soma de verificação da lista baixada de %@ não corresponde.
zh_hans: %@ 下载的拦截列表校验码不符。
zh_hant: %@ 下載的封鎖清單校驗碼不符。

source: No accepted blocklist checksum is available for %@.
de: Für %@ ist keine akzeptierte Blocklisten-Prüfsumme verfügbar.
es: No hay una suma de verificación aceptada para la lista de %@.
fr: Aucune somme de contrôle de liste acceptée n’est disponible pour %@.
it: Nessun checksum accettato è disponibile per la lista di %@.
ja: %@に有効なブロックリストのチェックサムがありません。
ko: %@에 허용된 차단 목록 체크섬이 없습니다.
pt_br: Nenhuma soma de verificação aceita está disponível para a lista de %@.
zh_hans: %@ 没有可接受的拦截列表校验码。
zh_hant: %@ 沒有可接受的封鎖清單校驗碼。

source: No enabled blocklist source is available for %@.
de: Für %@ ist keine aktivierte Blocklistenquelle verfügbar.
es: No hay una fuente de lista activada disponible para %@.
fr: Aucune source de liste activée n’est disponible pour %@.
it: Nessuna fonte di lista attivata è disponibile per %@.
ja: %@に有効なブロックリストのソースがありません。
ko: %@에 사용 가능한 활성화된 차단 목록 소스가 없습니다.
pt_br: Nenhuma fonte de lista ativada está disponível para %@.
zh_hans: %@ 没有可用的已启用拦截列表来源。
zh_hant: %@ 沒有可用的已啟用封鎖清單來源。

source: No saved Lava Security catalog is available yet.
de: Noch kein gespeicherter Lava Security-Katalog verfügbar.
es: Aún no hay un catálogo guardado de Lava Security.
fr: Aucun catalogue Lava Security enregistré n’est encore disponible.
it: Non è ancora disponibile un catalogo Lava Security salvato.
ja: 保存済みのLava Securityカタログはまだありません。
ko: 저장된 Lava Security 카탈로그가 아직 없습니다.
pt_br: Ainda não há um catálogo salvo do Lava Security.
zh_hans: 尚无已保存的 Lava Security 目录。
zh_hant: 尚無已儲存的 Lava Security 目錄。

source: %d minutes ago
de: Vor %d Minuten
es: Hace %d minutos
fr: Il y a %d minutes
it: %d minuti fa
ja: %d分前
ko: %d분 전
pt_br: Há %d minutos
zh_hans: %d 分钟前
zh_hant: %d 分鐘前

source: %@ requests
de: %@ Anfragen
es: %@ solicitudes
fr: %@ requêtes
it: %@ richieste
ja: %@件のリクエスト
ko: %@개 요청
pt_br: %@ solicitações
zh_hans: %@ 次请求
zh_hant: %@ 次請求

source: Invalid native appearance snapshot.
de: Ungültige native Darstellung des Erscheinungsbilds.
es: Estado de apariencia nativa no válido.
fr: État natif de l’apparence invalide.
it: Stato dell’aspetto nativo non valido.
ja: 外観の状態データが無効です。
ko: 네이티브 외관 상태가 올바르지 않습니다.
pt_br: Estado de aparência nativa inválido.
zh_hans: 原生外观状态数据无效。
zh_hant: 原生外觀狀態資料無效。

source: Native preference request failed.
de: Native Einstellungsanfrage fehlgeschlagen.
es: Falló la solicitud de preferencias nativas.
fr: Échec de la demande de préférence native.
it: Richiesta di preferenza nativa non riuscita.
ja: アプリの設定要求に失敗しました。
ko: 네이티브 환경설정 요청에 실패했습니다.
pt_br: A solicitação de preferência nativa falhou.
zh_hans: 原生偏好设置请求失败。
zh_hant: 原生偏好設定請求失敗。

source: Keep one primary DNS and, optionally, one secondary DNS.
de: Behalte einen primären DNS und optional einen sekundären DNS.
es: Mantén un DNS principal y, si lo deseas, uno secundario.
fr: Gardez un DNS principal et, si souhaité, un DNS secondaire.
it: Mantieni un DNS primario e, se desideri, uno secondario.
ja: プライマリDNSを1つ設定し、必要に応じてセカンダリDNSを1つ追加してください。
ko: 기본 DNS 하나와 선택적으로 보조 DNS 하나를 유지하세요.
pt_br: Mantenha um DNS principal e, opcionalmente, um secundário.
zh_hans: 保留一个主要 DNS，并可选择加入一个次要 DNS。
zh_hant: 保留一個主要 DNS，並可選擇加入一個次要 DNS。

source: Choose a valid DNS provider and transport.
de: Wähle einen gültigen DNS-Anbieter und Transport.
es: Elige un proveedor DNS y un transporte válidos.
fr: Choisissez un fournisseur DNS et un transport valides.
it: Scegli un provider DNS e un trasporto validi.
ja: 有効なDNSプロバイダーと通信方式を選んでください。
ko: 올바른 DNS 제공자 및 전송 방식을 선택하세요.
pt_br: Escolha um provedor de DNS e um transporte válidos.
zh_hans: 请选择有效的 DNS 提供商和传输方式。
zh_hant: 請選擇有效的 DNS 提供者和傳輸方式。

source: Choose a different DNS for the second tier.
de: Wähle einen anderen DNS für die zweite Stufe.
es: Elige un DNS diferente para el segundo nivel.
fr: Choisissez un DNS différent pour le deuxième niveau.
it: Scegli un DNS diverso per il secondo livello.
ja: 第2層には別のDNSを選んでください。
ko: 두 번째 계층에 다른 DNS를 선택하세요.
pt_br: Escolha um DNS diferente para o segundo nível.
zh_hans: 请为第二层选择不同的 DNS。
zh_hant: 請為第二層選擇不同的 DNS。

source: Custom DNS requires Lava Plus.
de: Benutzerdefinierter DNS erfordert Lava Plus.
es: El DNS personalizado requiere Lava Plus.
fr: Le DNS personnalisé nécessite Lava Plus.
it: Il DNS personalizzato richiede Lava Plus.
ja: カスタムDNSにはLava Plusが必要です。
ko: 사용자 지정 DNS에는 Lava Plus가 필요합니다.
pt_br: DNS personalizado requer Lava Plus.
zh_hans: 自定义 DNS 需要 Lava Plus。
zh_hant: 自訂 DNS 需要 Lava Plus。

source: Plain-text identification of a selectable DNS resolver and optional encrypted upstream forwarding for allowed DNS lookups.
de: Textliche Kennzeichnung eines auswählbaren DNS-Resolvers und optionaler verschlüsselter Weiterleitung erlaubter DNS-Abfragen.
es: Identificación en texto de un resolutor DNS seleccionable y del reenvío cifrado opcional de consultas DNS permitidas.
fr: Identification textuelle d’un résolveur DNS sélectionnable et du transfert chiffré facultatif des requêtes DNS autorisées.
it: Identificazione testuale di un resolver DNS selezionabile e dell’inoltro crittografato facoltativo delle richieste DNS consentite.
ja: 選択可能なDNSリゾルバーと、許可されたDNS照会の任意の暗号化転送を文字で示します。
ko: 선택 가능한 DNS 리졸버와 허용된 DNS 조회의 선택적 암호화 업스트림 전달을 텍스트로 표시합니다.
pt_br: Identificação em texto de um resolvedor DNS selecionável e do encaminhamento criptografado opcional de consultas DNS permitidas.
zh_hans: 以纯文本标识可选择的 DNS 解析器，以及允许的 DNS 查询可使用的加密上游转发。
zh_hant: 以純文字標示可選擇的 DNS 解析器，以及允許的 DNS 查詢可使用的加密上游轉送。

source: Plain-text identification of the device DNS resolver used for allowed DNS lookups when selected or used as fallback.
de: Textliche Kennzeichnung des Geräte-DNS-Resolvers für erlaubte Abfragen bei Auswahl oder als Rückfalloption.
es: Identificación en texto del resolutor DNS del dispositivo usado para consultas permitidas al seleccionarlo o como respaldo.
fr: Identification textuelle du résolveur DNS de l’appareil utilisé pour les requêtes autorisées, comme choix principal ou solution de secours.
it: Identificazione testuale del resolver DNS del dispositivo usato per le richieste consentite quando selezionato o come alternativa.
ja: 選択時またはフォールバック時に、許可されたDNS照会に使うデバイスのDNSリゾルバーを文字で示します。
ko: 선택되거나 대체 수단으로 사용될 때 허용된 DNS 조회를 처리하는 기기 DNS 리졸버를 텍스트로 표시합니다.
pt_br: Identificação em texto do resolvedor DNS do dispositivo usado para consultas permitidas quando selecionado ou como alternativa.
zh_hans: 以纯文本标识选用或作为备用时，处理允许查询的设备 DNS 解析器。
zh_hant: 以純文字標示選用或作為備援時，處理允許查詢的裝置 DNS 解析器。

source: Plain-text identification of a planned sign-in option. No provider logo is shown.
de: Textliche Kennzeichnung einer geplanten Anmeldeoption. Es wird kein Anbieterlogo angezeigt.
es: Identificación en texto de una opción de inicio de sesión prevista. No se muestra el logotipo del proveedor.
fr: Identification textuelle d’une option de connexion prévue. Aucun logo de fournisseur n’est affiché.
it: Identificazione testuale di un’opzione di accesso prevista. Non viene mostrato alcun logo del provider.
ja: 予定されているサインイン方法を文字で示します。プロバイダーのロゴは表示しません。
ko: 예정된 로그인 옵션을 텍스트로 표시합니다. 제공자 로고는 표시하지 않습니다.
pt_br: Identificação em texto de uma opção de login planejada. Nenhum logotipo do provedor é exibido.
zh_hans: 以纯文本标识计划提供的登录选项。不显示提供商标志。
zh_hant: 以純文字標示預計提供的登入選項。不顯示提供者標誌。

source: Vendored upstream source, compiled from a pinned toolchain into a static library that is linked into the app's packet-tunnel extension in every build, whether or not chained upstream is turned on. No code is downloaded at runtime.
de: Mitgelieferter Upstream-Quellcode, mit einer festgelegten Toolchain zu einer statischen Bibliothek kompiliert, die in jedem Build mit der Paket-Tunnel-Erweiterung der App verknüpft wird, unabhängig davon, ob die Upstream-Kopplung aktiviert ist. Zur Laufzeit wird kein Code heruntergeladen.
es: Código fuente del proyecto incluido, compilado con herramientas de versión fija en una biblioteca estática enlazada a la extensión de túnel de paquetes de la app en cada compilación, esté o no activado el encadenamiento. No se descarga código durante la ejecución.
fr: Code source amont inclus, compilé avec une chaîne d’outils figée en bibliothèque statique et lié à l’extension de tunnel de paquets de l’application à chaque compilation, que le chaînage amont soit activé ou non. Aucun code n’est téléchargé à l’exécution.
it: Codice sorgente upstream incluso, compilato con una toolchain fissa in una libreria statica collegata all’estensione tunnel di pacchetti dell’app a ogni build, indipendentemente dall’attivazione della concatenazione. Nessun codice viene scaricato durante l’esecuzione.
ja: 同梱した上流ソースを固定したツールチェーンで静的ライブラリにコンパイルし、VPNチェーンの有効・無効にかかわらず毎回アプリのパケットトンネル拡張にリンクします。実行時にコードをダウンロードしません。
ko: 포함된 업스트림 소스를 고정된 도구 모음으로 정적 라이브러리로 컴파일하여 업스트림 연결 활성화 여부와 관계없이 모든 빌드에서 앱의 패킷 터널 확장에 연결합니다. 실행 중에는 코드를 다운로드하지 않습니다.
pt_br: Código-fonte incluído, compilado com ferramentas de versão fixa em uma biblioteca estática vinculada à extensão de túnel de pacotes do app em cada compilação, com ou sem encadeamento ativado. Nenhum código é baixado durante a execução.
zh_hans: 将内含的上游源代码以固定工具链编译为静态库，在每次构建时链接到 App 的数据包隧道扩展，无论是否启用上游串联。运行时不会下载代码。
zh_hant: 將內含的上游原始碼以固定工具鏈編譯為靜態程式庫，在每次建置時連結至 App 的封包通道延伸功能，無論是否啟用上游串接。執行時不會下載程式碼。

source: Cryptographic core — Noise handshake and transport encryption — for a user-supplied WireGuard upstream. No logo or provider branding is shown.
de: Kryptografischer Kern – Noise-Handshake und Transportverschlüsselung – für einen vom Nutzer bereitgestellten WireGuard-Upstream. Kein Logo oder Anbieterbranding wird angezeigt.
es: Núcleo criptográfico — negociación Noise y cifrado de transporte — para una conexión WireGuard proporcionada por el usuario. No se muestra ningún logotipo ni marca del proveedor.
fr: Cœur cryptographique — négociation Noise et chiffrement du transport — pour une connexion WireGuard fournie par l’utilisateur. Aucun logo ni marque de fournisseur n’est affiché.
it: Nucleo crittografico — handshake Noise e crittografia del trasporto — per una connessione WireGuard fornita dall’utente. Non viene mostrato alcun logo o marchio del provider.
ja: ユーザーが指定したWireGuard接続先の暗号化コア（Noiseハンドシェイクと通信暗号化）です。ロゴやプロバイダーのブランド表示はありません。
ko: 사용자가 제공한 WireGuard 업스트림을 위한 암호화 코어로 Noise 핸드셰이크와 전송 암호화를 제공합니다. 로고나 제공자 브랜드는 표시하지 않습니다.
pt_br: Núcleo criptográfico — handshake Noise e criptografia de transporte — para uma conexão WireGuard fornecida pelo usuário. Nenhum logotipo ou marca do provedor é exibido.
zh_hans: 用于用户提供的 WireGuard 上游连接的密码学核心，包括 Noise 握手与传输加密。不显示标志或提供商品牌。
zh_hant: 用於使用者提供的 WireGuard 上游連線的密碼學核心，包括 Noise 交握與傳輸加密。不顯示標誌或提供者品牌。

source: The app fetches the upstream source URL directly and processes the downloaded list locally on this device.
de: Die App ruft die Upstream-Quell-URL direkt ab und verarbeitet die heruntergeladene Liste lokal auf diesem Gerät.
es: La app obtiene la URL de origen directamente y procesa la lista descargada en este dispositivo.
fr: L’application récupère directement l’URL source et traite la liste téléchargée localement sur cet appareil.
it: L’app recupera direttamente l’URL della fonte e tratta la lista scaricata localmente su questo dispositivo.
ja: アプリはソースURLから直接取得し、ダウンロードしたリストをこのデバイスで処理します。
ko: 앱은 업스트림 소스 URL에서 직접 가져와 다운로드한 목록을 이 기기에서 로컬로 처리합니다.
pt_br: O app acessa diretamente a URL de origem e processa a lista baixada localmente neste dispositivo.
zh_hans: App 直接从上游来源 URL 下载列表，并在此设备上处理。
zh_hant: App 直接從上游來源 URL 下載清單，並在此裝置上處理。
